import React from 'react';

const MainPage = () => {
    return (
        <div>
            <p> Привет! Меня зовут Дима, мне 24 года и я Junior React developer.
            В начале этого года меня попросила младшая сестра помочь сделать ей сайт,
            для её проектной работы по предмету "Информатика". Взяв роль старшего брата я сразу сказал: "Окей, Google".
            Прочитав несколько статьей, посмотрев видео уроки в Youtube, я открыл текстовый документ и начал писать свой первый код.
            Спустя месяц учебы и практического выполнения мне удалось закончить проект. После успешной здачи работы ко мне сразу обратились её одногруппницы.
            Так и начался мой первый комерческий опыт в создании сайтов. </p>
            <p>Со временем я понял, что мне нравится сфера программирования и начал всё больше и больше этим интересоваться.
            На данный момент времени я ищу компанию, где смогу развиваться и применять свои знания. </p>
        </div>
    )

}

export default MainPage;